{"primary": "Physical Sciences and Engineering",
"domain": "Chemical Engineering",
"subdomain": "Bioengineering",
"journal name": "Acta Biomaterialia",
"articles": [
    {"article name": "Augmenting the synergies of chemotherapy and immunotherapy through drug delivery",
     "doi": "https://doi.org/10.1016/j.actbio.2019.02.012",
     "publication date": "1 April 2019",
     "abstract": "Abstract Despite the recent approvals of multiple cancer immunotherapies, low tumor immunogenicity and immunosuppressive tumor microenvironments prevent a large portion of patients from responding to these treatment modalities. Given the immunomodulatory and adjuvant effects of conventional chemotherapy as well as its widespread clinical use, the use of chemotherapy in combination with immunotherapy (so-called chemoimmunotherapy) is an attractive approach to potentiate the effects of immunotherapy in more patient populations. However, due to the limited extent of tumor accumulation, poorly controlled interactions with the immune system, and effects on systemic healthy tissues by chemotherapeutic drugs, the incorporation of anti-cancer agents into biomaterial-based structures, such as nanocarriers, is highly attractive to improve the safety and efficacy of chemoimmunotherapy. Herein, we review the recent progress in drug delivery systems (DDSs) for potentiating the immunomodulatory effects of chemotherapeutics in chemoimmunotherapy, which represent among the most promising next generation strategies for cancer treatment in the immunotherapy era. Statement of Significance Given the benefits of cancer immunotherapy in inducing durable, albeit low rates, of patient response, interest in the immunomodulatory and adjuvant effects of conventional chemotherapy has been re-invigorated. This review article discusses the recent progress towards understanding the synergies between these two treatment types, how they can be used in combination (so-called chemoimmunotherapy), and the potential for drug delivery systems to optimize their effects in translational settings."}
    {"article name": "Advances in immunotherapy delivery from implantable and injectable biomaterials",
     "doi": "https://doi.org/10.1016/j.actbio.2019.02.016",
     "publication date": "1 April 2019",
     "abstract": "Abstract Macroscale biomaterials, such as preformed implantable scaffolds and injectable soft materials, possess powerful synergies with anti-cancer immunotherapies. Immunotherapies on their own typically have poor delivery properties, and often require repeated high-dose injections that result in serious off-tumor effects and/or limited efficacy. Rationally designed biomaterials allow for discrete localization and controlled release of immunotherapeutic agents, and have been shown in a large number of applications to improve outcomes in the treatment of cancers via immunotherapy. Among various strategies, macroscale biomaterial delivery systems can take the form of robust tablet-like scaffolds that are surgically implanted into a tumor resection site, releasing programmed immune cells or immunoregulatory agents. Alternatively they can be developed as soft gel-like materials that are injected into solid tumors or sites of resection to stimulate a potent anti-tumor immune response. Biomaterials synthesized from diverse components such as polymers and peptides can be combined with any immunotherapy in the modern toolbox, from checkpoint inhibitors and stimulatory adjuvants, to cancer antigens and adoptive T cells, resulting in unique synergies and improved therapeutic efficacy. The field is growing rapidly in size as publications continue to appear in the literature, and biomaterial-based immunotherapies are entering clinical trials and human patients. It is unarguably an exciting time for cancer immunotherapy and biomaterial researchers, and further work seeks to understand the most critical design considerations in the development of the next-generation of immunotherapeutic biomaterials. This review will discuss recent advances in the delivery of immunotherapies from localized biomaterials, focusing on macroscale implantable and injectable systems. Statement of significance Anti-cancer immunotherapies have shown exciting clinical results in the past few decades, yet they suffer from a few distinct limitations, such as poor delivery kinetics, narrow patient response profiles, and systemic side effects. Biomaterial systems are now being developed that can overcome many of these problems, allowing for localized adjuvant delivery, focused dose concentrations, and extended therapy presentation. The field of biocompatible carrier materials is uniquely suited to be combined with immunotherapy, promising to yield significant improvements in treatment outcomes and clinical care. In this review, the first pioneering efforts and most recent advances in biomaterials for immunotherapeutic applications are explored, with a specific focus on implantable and injectable biomaterials such as porous scaffolds, cryogels, and hydrogels."}
    {"article name": "Microgels: Modular, tunable constructs for tissue regeneration",
     "doi": "https://doi.org/10.1016/j.actbio.2019.02.011",
     "publication date": "1 April 2019",
     "abstract": "Abstract Biopolymer microgels are emerging as a versatile tool for aiding in the regeneration of damaged tissues due to their biocompatible nature, tunable microporous structure, ability to encapsulate bioactive factors, and tailorable properties such as stiffness and composition. These properties of microgels, along with their injectability, have allowed for their utilization in a multitude of different tissue engineering applications. Controlled release of growth factors, antibodies, and other bioactive factors from microgels have demonstrated their capabilities as transporters for essential bioactive molecules necessary for guiding tissue reconstruction. Additionally, recent in vitro studies of cellular interaction and proliferation within microgel structures have laid the initial groundwork for regenerative tissue engineering using these materials. Microgels have even been crosslinked together in various ways or 3D printed to form three-dimensional scaffolds to support cell growth. In vivo studies of microgels have pioneered the clinical relevance of these novel and innovative materials for regenerative tissue engineering. This review will cover recent developments and research of microgels as they pertain to bioactive factor release, cellular interaction and proliferation in vitro, and tissue regeneration in vivo. Statement of Significance This review is focused on state-of-the-art microgel technology and innovations within the tissue engineering field, focusing on the use of microgels in bioactive factor delivery and as cell-interactive scaffolds, both in vitro and in vivo. Microgels are hydrogel microparticles that can be tuned based on the biopolymer from which they are derived, the crosslinking chemistry used, and the fabrication method. The emergence of microgels for tissue regeneration applications in recent years illuminates their versatility and applicability in clinical settings."}
    {"article name": "Toward tissue-engineering of nasal cartilages",
     "doi": "https://doi.org/10.1016/j.actbio.2019.02.025",
     "publication date": "1 April 2019",
     "abstract": "Abstract Nasal cartilage pathologies are common; for example, up to 80% of people are afflicted by deviated nasal septum conditions. Because cartilage provides the supportive framework of the nose, afflicted patients suffer low quality of life. To correct pathologies, graft cartilage is often required. Grafts are currently sourced from the patient’s septum, ear, or rib. However, their use yields donor site morbidity and is limited by tissue quantity and quality. Additionally, rhinoplasty revision rates exceed 15%, exacerbating the shortage of graft cartilage. Alternative grafts, such as irradiated allogeneic rib cartilage, are associated with complications. Tissue-engineered neocartilage holds promise to address the limitations of current grafts. The engineering design process may be used to create suitable graft tissues. This process begins by identifying the surgeon’s needs. Second, nasal cartilages’ properties must be understood to define engineering design criteria. Limited investigations have examined nasal cartilage properties; numerous additional studies need to be performed to examine topographical variations, for example. Third, tissue-engineering processes must be applied to achieve the engineering design criteria. Within the recent past, strategies have frequently utilized human septal chondrocytes. As autologous and allogeneic rib graft cartilage is used, its suitability as a cell source should also be examined. Fourth, quantitative verification of engineered neocartilage is critical to check for successful achievement of the engineering design criteria. Finally, following the FDA paradigm, engineered neocartilage must be orthotopically validated in animals. Together, these steps delineate a path to engineer functional nasal neocartilages that may, ultimately, be used to treat human patients. Statement of Significance Nasal cartilage pathologies are common and lead to greatly diminished quality of life. The ability to correct pathologies is limited by cartilage graft quality and quantity, as well as donor site morbidity and surgical complications, such as infection and resorption. Despite the significance of nasal cartilage pathologies and high rhinoplasty revision rates (15%), little characterization and tissue-engineering work has been performed compared to other cartilages, such as articular cartilage. Furthermore, most work is published in clinical journals, with little in biomedical engineering. Therefore, this review discusses what nasal cartilage properties are known, summarizes the current state of nasal cartilage tissue-engineering, and makes recommendations via the engineering design process toward engineering functional nasal neocartilage to address current limitations."}
    {"article name": "Polymer scaffolds facilitate spinal cord injury repair",
     "doi": "https://doi.org/10.1016/j.actbio.2019.01.056",
     "publication date": "1 April 2019",
     "abstract": "Abstract During the past decades, improving patient neurological recovery following spinal cord injury (SCI) has remained a challenge. An effective treatment for SCI would not only reduce fractured elements and isolate developing local glial scars to promote axonal regeneration but also ameliorate secondary effects, including inflammation, apoptosis, and necrosis. Three-dimensional (3D) scaffolds provide a platform in which these mechanisms can be addressed in a controlled manner. Polymer scaffolds with favorable biocompatibility and appropriate mechanical properties have been engineered to minimize cicatrization, customize drug release, and ensure an unobstructed space to promote cell growth and differentiation. These properties make polymer scaffolds an important potential therapeutic platform. This review highlights the recent developments in polymer scaffolds for SCI engineering. Statement of Significance How to improve the efficacy of neurological recovery after spinal cord injury (SCI) is always a challenge. Tissue engineering provides a promising strategy for SCI repair, and scaffolds are one of the most important elements in addition to cells and inducing factors. The review highlights recent development and future prospects in polymer scaffolds for SCI therapy. The review will guide future studies by outlining the requirements and characteristics of polymer scaffold technologies employed against SCI. Additionally, the peculiar properties of polymer materials used in the therapeutic process of SCI also have guiding significance to other tissue engineering approaches."}
    {"article name": "Fibronectin fiber creep under constant force loading",
     "doi": "https://doi.org/10.1016/j.actbio.2019.02.022",
     "publication date": "1 April 2019",
     "abstract": "Abstract Viscoelasticity is a fundamental property of virtually all biological materials, and proteinaceous, fibrous materials that constitute the extracellular matrix (ECM) are no exception. Viscoelasticity may be particularly important in the ECM since cells can apply mechanical stress resulting from cell contractility over very long periods of time. However, measurements of ECM fiber response to long-term constant force loading are scarce, despite the increasing recognition that mechanical strain regulates the biological function of some ECM fibers. We developed a dual micropipette system that applies constant force to single fibers for up to 8 h. We utilized this system to study the time dependent response of fibronectin (Fn) fibers to constant force, as Fn fibers exhibit tremendous extensibility before mechanical failure as well as strain dependent alterations in biological properties. These data demonstrate the Fn fibers continue to stretch under constant force loading for at least 8 h and that this long-term creep results in plastic deformation of Fn fibers, in contrast to elastic deformation of Fn fibers under short-term, but fast loading rate extension. These data demonstrate that physiologically-relevant loading may impart mechanical features to Fn fibers by switching them into an extended state that may have altered biological functions. Statement of significance Measurements of extracellular matrix (ECM) fiber response to constant force loading are scarce, so we developed a novel technique for applying constant force to single ECM fibers. We used this technique to measure constant force creep of fibronectin fibers since these fibers have been shown to be mechanotransducers whose functions can be altered by mechanical strain. We found that fibronectin fibers creep under constant force loading for the duration of the experiment and that this creep behavior resembles a power law. Furthermore, we found that constant force creep results in plastic deformation of the fibers, which suggests that the mechanobiological switching of fibronectin can only occur once after long-term loading."}
    {"article name": "ROCK isoforms differentially modulate cancer cell motility by mechanosensing the substrate stiffness",
     "doi": "https://doi.org/10.1016/j.actbio.2019.02.015",
     "publication date": "1 April 2019",
     "abstract": "Abstract Tumors are characterized by extracellular matrix (ECM) remodeling and stiffening. The importance of ECM stiffness in cancer is well known. However, the biomechanical behavior of tumor cells and the underlying mechanotransduction pathways remain unclear. Here, we used polyacrylamide (PAA) substrates to simulate tissue stiffness at different progress stages of breast cancer in vitro, and we observed that moderate substrate stiffness promoted breast cancer cell motility. The substrate stiffness directly activated integrin β1 and focal adhesion kinase (FAK), which accelerate focal adhesion (FA) maturation and induce the downstream cascades of intracellular signals of the RhoA/ROCK pathway. Interestingly, the differential regulatory mechanism between two ROCK isoforms (ROCK1 and ROCK2) in cell motility and mechanotransduction was clearly identified. ROCK1 phosphorylated the myosin regulatory light chain (MRLC) and facilitated the generation of traction force, while ROCK2 phosphorylated cofilin and regulated the cytoskeletal remodeling by suppressing F-actin depolymerization. The ROCK isoforms differentially regulated the pathways of RhoA/ROCK1/p-MLC and RhoA/ROCK2/p-cofilin in a coordinate fashion to modulate breast cancer cell motility in a substrate stiffness-dependent manner through integrin β1-activated FAK signaling. Our findings provide new insights into the mechanisms of matrix mechanical property-induced cancer cell migration and malignant behaviors. Statement of significance Here, we examined the relationship between substrate stiffness and tumor cellular motility by using polyacrylamide (PAA) substrates to simulate the stages in vivo of breast cancer. The results elucidated the different regulatory roles between the two ROCK isoforms in cell motility and demonstrated that stiff substrate (38 kPa) mediated RhoA/ROCK1/p-MLC and RhoA/ROCK2/p-cofilin pathways through integrin β1-FAK activation and eventually promoted directional migration. Our discoveries would have significant implications in the understanding of the interaction between cancer cells and tumor microenvironments, and hence, it might provide new insights into the metastasis inhibition, which could be an adjuvant way of cancer therapy."}
    {"article name": "Natural hydrogel in American lobster: A soft armor with high toughness and strength",
     "doi": "https://doi.org/10.1016/j.actbio.2019.01.067",
     "publication date": "1 April 2019",
     "abstract": "Abstract Homarus americanus, known as American lobster, is fully covered by its exoskeleton composed of rigid cuticles and soft membranes. These soft membranes are mainly located at the joints and abdomen to connect the rigid cuticles and greatly contribute to the agility of the lobster in swimming and preying. Herein, we show that the soft membrane from American lobster is a natural hydrogel (90% water) with exceptionally high toughness (up to 24.98 MJ/m3) and strength (up to 23.36 MPa), and is very insensitive to cracks. By combining experimental measurements and large-scale computational modeling, we demonstrate that the unique multilayered structure in this membrane, achieved through the ordered arrangement of chitin fibers, plays a crucial role in dissipating energy during rupture and making this membrane tough and damage tolerant. The knowledge learned from the soft membrane of natural lobsters sheds light on designing synthetic soft, yet strong and tough materials for reliable usage under extreme mechanical conditions, including a flexible armor that can provide full-body protection without sacrificing limb mobility. Statement of significance A body armor to provide protection to people who are at risk of being hurt is only enabled by using a material that is tough and strong enough to prevent mechanical penetration. However, most modern body armors sacrifice limb protection to gain mobility, simply because none of the existing armor materials are flexible enough and they all inhibit movement of the arms and legs. Herein, we focus on the mechanics and mesoscopic structure of American lobsters’ soft membrane and explore how such a natural flexible armor is designed to integrate flexibility and toughness. The knowledge learned from this study is useful to design a flexible armor for full-body protection under extreme mechanical conditions."}
